[
    {
        "id": 1,
        "image": "/images/mask-group-68333233c395d.webp",
        "title": "Securing healthcare in Nigeria: Protecting Patients in the Digital Age.",
        "description": "Explore how Nigeria's healthcare sector is becoming a prime target for cybercriminals amidst the shift to digital systems.",
        "link": "/blog/securing-healthcare.html",
        "date": "May 26, 2025"
    },
    {
        "id": 2,
        "image": "/images/doctor-wearing-glove.jpg",
        "title": "Why Cybersecurity Matters in Nigerian Hospitals",
        "description": "As Nigeria's healthcare system becomes increasingly digital, hospitals across the country are adopting Electronic Medical Records (EMRs), telemedicine platforms... ",
        "link": "/blog/why-security-matters.html",
        "date": "June 3, 2025"
    },
    {
        "id": 3,
        "image": "/images/ndpc-all.jpg",
        "title": " Partnering for Patient Privacy: Clarensec's Visit to the NDPC",
        "description": "On April 25, 2025, a delegation from Clarensec paid a courtesy visit to the Nigerian Data Protection Commission (NDPC) to share our vision for improving the security of health...",
        "link": "/blog/partnering-for-privacy.html",
        "date": "May 31, 2025"
    },
    {
        "id": 4,
        "image": "/images/ground-up.jpg",
        "title": " A Hospital's Journey: Building Cybersecurity from the Ground Up",
        "description": "In May 2025, the management of a private hospital in South-West Nigeria received a wake-up call. A  dismissed staff member was caught remotely ...",
        "link": "/blog/cybersecurity-ground-up.html",
        "date": "June 5, 2025"
    },
    {
        "id": 5,
        "image": "/images/data-breach.png",
        "title": "Learning from a Breach: Lagos Hospital Data Loss",
        "description": "A real-world look at how a Lagos hospital lost sensitive patient data, and the vital lessons every healthcare provider in Nigeria can learn from it.",
        "link": "/blog/learning-from-a-breach.html",
        "date": "June 19, 2025"
    },
    {
        "id": 6,
        "image": "/images/ransomware.svg",
        "title": " When Disaster Strikes: An Incident Response Story",
        "description": "Monday Morning: At 'Oto' General Hospital in Ibadan, the new week started like any other. Doctors reviewed schedules, nurses updated charts, and lab technicians logged in...",
        "link": "/blog/an-incident-response-story.html",
        "date": "June 12, 2025"
    },
    {
        "id": 7,
        "image": "/images/regulations.jpg",
        "title": " Regulations and Standards: NDPA, NHAct & Beyond",
        "description": "In Nigeria's hospitals, protecting patient data is not just good practice; it's a legal requirement. The Data Protection Act of 2023, and the National Health Act...",
        "link": "/blog/Regulations-and-standards-NDPA.html",
        "date": "June 17, 2025"
    },
    {
        "id": 8,
        "image": "/images/man-holding-smartphone-with-apartment-buildings-hologram.jpg",
        "title": "Starting Your Cybersecurity Program: First Steps for Hospitals",
        "description": "Healthcare data is extremely valuable to attackers. Studies note that electronic patient records and protected health information (PHI) are often more lucrative than other data. Yet...",
        "link": "/blog/Starting-Your-Cybersecurity-Program-First-Steps-for-Hospitals.html",
        "date": "June 10, 2025"
    },
    {
        "id": 9,
        "image": "/images/security aware.jpg",
        "title": "Building a Security-Aware Culture: Training and Awareness",
        "description": "In a federal hospital in Enugu, an unsuspecting pharmacist clicked an attachment titled “New Staff Payroll Update.” It looked official, came from what appeared to be an internal email...",
        "link": "/blog/building-a-security-culture.html",
        "date": "June 24, 2025"
    },
    {
        "id": 10,
        "image": "/images/nurse defender.jpg",
        "title": "From Caregiver to Defender: A Nurse's Perspective",
        "description": "Cybersecurity isn't just for IT teams. In this personal narrative, a Nigerian nurse reflects on how frontline healthcare workers can help defend patient data, spot threats, and ...",
        "link": "/blog/caregiver-to-defender.html",
        "date": "June 26, 2025"
    },
    {
        "id": 11,
        "image": "/images/hooked.avif",
        "title": "Hooked: A Phishing Incident",
        "description": "Hooked reveals the chain of events in a real-world phishing incident, exposing how a single email bypassed defenses and triggered a compromise, and what healthcare organizations can learn from it...",
        "link": "/blog/hooked.html",
        "date": "July 10, 2025"
    },
    {
        "id": 12,
        "image": "/images/AV bypass.webp",
        "title": "Antivirus Alone Won't Protect Your Hospital: Here's Why",
        "description": "Many hospitals still rely on antivirus software as their main line of defense, but cyberattacks have evolved. This blog explains why Nigerian healthcare institutions require ...",
        "link": "/blog/antivirus-is-not-enough.html",
        "date": "July 3, 2025"
    },
    {
        "id": 13,
        "image": "/images/phishing.jpg",
        "title": "Anatomy of a Phishing Attack in Healthcare",
        "description": "Discover the step-by-step breakdown of a phishing attack in healthcare, explored from the initial bait to system compromise, and learn how hospitals can defend against this...",
        "link": "/blog/anatomy-of-phishing.html",
        "date": "July 8, 2025"
    },
    {
        "id": 14,
        "image": "/images/security training.jpg",
        "title": "Cultivating Vigilance: Training Programs that Work",
        "description": "Strong cybersecurity starts with people. This post explores practical training programs that build vigilance in healthcare teams, turning every staff member into a defender of...",
        "link": "/blog/awareness-training.html",
        "date": "July 24, 2025"
    },
    {
        "id": 15,
        "image": "/images/stop.jpg",
        "title": "Spot, Stop, Report: How to Defend Your Hospital Against Phishing",
        "description": "Phishing attacks are a growing threat to hospitals in West Africa. This guide breaks down practical steps for staff and IT teams to spot phishing attempts, stop attacks before ...",
        "link": "/blog/spot-stop-report.html",
        "date": "July 15, 2025"
    },
    {
        "id": 16,
        "image": "/images/spear phishing.jpg",
        "title": "Inside a Spear-Phishing Attack",
        "description": "Spear-phishing is targeted deception designed to trick specific staff and compromise an organization's data. In this post, we break down a real spear-phishing incident in a West African...",
        "link": "/blog/spear-phishing.html",
        "date": "July 17, 2025"
    },
    {
        "id": 17,
        "image": "/images/social engineering.jpg",
        "title": "Social Engineering Prevention for Healthcare Institutions.",
        "description": "Social engineering is one of the biggest threats to patient data. This post explains how healthcare institutions can protect sensitive information by educating staff, enforcing...",
        "link": "/blog/social-engineering-prevention.html",
        "date": "July 22, 2025"
    },
    {
        "id": 18,
        "image": "/images/EMR.jpg",
        "title": "So 1234 Is Your EMR Password? Don't Lose Your License.",
        "description": "Using weak passwords, posting patient data on WhatsApp, simple habits can lead to serious data breaches in hospitals. This post explores common EMR mistakes by doctors and ...",
        "link": "/blog/password-1234.html",
        "date": "July 1, 2025"
    },
    {
        "id": 19,
        "image": "/images/locked.jpg",
        "title": "Understanding Ransomware: A Constant Threat in Healthcare.",
        "description": "Ransomware attacks are crippling hospitals across Nigeria and West Africa, locking critical patient data and disrupting care. Learn how these attacks happen, why healthcare is a...",
        "link": "/blog/understanding-ransomware.html",
        "date": "July 29, 2025"
    },
    {
        "id": 20,
        "image": "/images/preventingmalware.jpg",
        "title": "A Beginner's Guide to Preventing Malware in Hospital Systems",
        "description": "Malware can disrupt care and compromise patient data in African hospitals. Learn simple, strategic steps your facility can take to stay protected...",
        "link": "/blog/preventing-malware.html",
        "date": "August 7, 2025"
    },
    {
        "id": 21,
        "image": "/images/ransomwareplaybook.jpg",
        "title": "Healthcare Ransomware Playbook: A Practical Guide to Recovery",
        "description": "This guide walks healthcare institutions through practical ransomware defense and recovery strategies, from early detection to system restoration. Learn how to protect sensitive...",
        "link": "/blog/ransomware-playbook.html",
        "date": "August 14th, 2025"
    },
    {
        "id": 22,
        "image": "/images/backup.jpg",
        "title": "Backup and Disaster Recovery for Healthcare",
        "description": "Learn why backups and disaster recovery are essential for hospitals to withstand cyberattacks and system failures while keeping patient services uninterrupted...",
        "link": "/blog/disaster-recovery.html",
        "date": "August 21st, 2025"
    },
    {
        "id": 23,
        "image": "/images/interview.jpg",
        "title": "Lessons from a Ransomware Attack",
        "description": "A reflective Q&A with a Nigerian hospital IT director on surviving a ransomware attack. Practical lessons on backups, staff training, and response planning for healthcare leaders....",
        "link": "/blog/lessons-from-a-ransomware.html",
        "date": "August 28th, 2025"
    },
    {
        "id": 24,
        "image": "/images/gavel.jpg",
        "title": "Nigeria's Data Protection Laws: NDPA & the National Health Act",
        "description": "An overview of Nigeria's data protection landscape, focusing on the NDPA and National Health Act, and their role in safeguarding sensitive health information...",
        "link": "/blog/data-protection-laws.html",
        "date": "September 4, 2025"
    },
    {
        "id": 25,
        "image": "/images/privacy.jpg",
        "title": "Designing Privacy into Healthcare Systems",
        "description": "How Nigerian hospitals can embed privacy protections directly into their healthcare systems, ensuring patient trust and data security from the ground up...",
        "link": "/blog/privacy-by-design.html",
        "date": "September 11, 2025"
    },
    {
        "id": 26,
        "image": "/images/encrypted.jpg",
        "title": "Beyond Passwords: Strong Encryption for Modern EMRs",
        "description": "Learn why Nigerian hospitals need more than just passwords to protect patient data. Discover how strong encryption for EMRs secures records in storage and in transit...",
        "link": "/blog/beyond passwords.html",
        "date": "September 18, 2025"
    },
    {
        "id": 27,
        "image": "/images/building privacy.jpg",
        "title": "Building a Culture of Privacy",
        "description": "A near-miss showed one hospital that patient privacy is everyone's job. Discover how training every staff member built a culture of confidentiality and trust...",
        "link": "/blog/building-a-culture-of-privacy.html",
        "date": "October 2, 2025"
    },
    {
        "id": 28,
        "image": "/images/access control.jpg",
        "title": "Principles of Access Control for Protecting Patient Records",
        "description": "Access control in hospitals is tricky: doctors and nurses need shared access, but patient data must stay secure. Learn how to protect records without disrupting care...",
        "link": "/blog/principles-of-access-control.html",
        "date": "October 9, 2025"
    },
    {
        "id": 29,
        "image": "/images/managing user accounts.jpg",
        "title": "Managing User Accounts and Permissions in EHR Systems",
        "description": "Weak account management is one of the easiest ways attackers breach hospital systems. Learn how better password policies, access controls, and audits can strengthen...",
        "link": "/blog/managing-user-accounts-in-EHR-systems.html",
        "date": "October 30, 2025"
    },
    {
        "id": 30,
        "image": "/images/vendor risk.jpg",
        "title": "Managing Vendor Risk in Healthcare",
        "description": "Third-party EMRs and cloud vendors can expose patient data if not managed. Learn how hospitals can verify encryption, enforce secure password practices, and audit vendors to protect patients and preserve trust...",
        "link": "/blog/managing-vendor-risk-in-healthcare.html",
        "date": "November 6, 2025"
    },
    {
        "id": 31,
        "image": "/images/supply-chain.jpg",
        "title": "Supply Chain Attacks in Healthcare",
        "description": "How supply-chain attacks reach hospitals through trusted vendors and updates, practical steps Nigerian hospitals can take to verify vendors, control updates, and protect patient care...",
        "link": "/blog/supply-chain-attacks-in-healthcare.html",
        "date": "November 13, 2025"
    },
    {
        "id": 32,
        "image": "/images/checklist.avif",
        "title": "Security Assessment Checklist for Third-Party Vendors",
        "description": "Vet EMR & billing vendors with confidence: a clear checklist for encryption, MFA, backups, logging, audits and incident response to protect patient data...",
        "link": "/blog/security assesment checlists for third-party vendors.html",
        "date": "November 20, 2025"
    },
    {
        "id": 33,
        "image": "/images/one-team.avif",
        "title": "One Team, One Mission: Protecting Patient Data in Nigeria's Hospitals",
        "description": "Security isn’t just for IT: every hospital staff member has a role. From cleaners to clinicians to leadership, learn how teamwork protects patient data...",
        "link": "/blog/One-Team-One-Mission.html",
        "date": "November 27, 2025"
    },
    {
        "id": 34,
        "image": "/images/protecting health records.avif",
        "title": "Protecting Health Records: Cybersecurity and Trust in West African Hospitals",
        "description": "Strong cybersecurity builds patient confidence. Learn practical steps Nigerian hospitals can take to protect health records...",
        "link": "/blog/Cybersecurity and Trust in West African Hospitals.html",
        "date": "December 4, 2025"
    },
    {
        "id": 35,
        "image": "/images/Hack Awards 2025.avif",
        "title": "Hack Awards 2025: Healthcare Cyber Incidents & Lessons",
        "description": "A recap of 2025's biggest healthcare cyber incidents; global ransomware hits and African data breaches like Kenya's M-TIBA hack, and the critical lessons hospitals must learn...",
        "link": "/blog/Healthcare Hack Awards 2025.html",
        "date": "December 11, 2025"
    },
    {
        "id": 36,
        "image": "/images/planning.avif",
        "title": "Setting Cybersecurity Goals for 2026; Trends, Targets & Practical Steps To Protect Your Organization.",
        "description": "Set clear, practical cybersecurity goals for 2026; covering policy, training, vendors, and testing, to help hospitals protect patient data...",
        "link": "/blog/Setting Cybersecurity Goals",
        "date": "Jan 8, 2026"
    }
]