[
    {
        "id": 1,
        "image": "/images/mask-group-68333233c395d.webp",
        "title": "Securing healthcare in Nigeria: Protecting Patients in the Digital Age.",
        "description": "Explore how Nigeria’s healthcare sector is becoming a prime target for cybercriminals amidst the shift to digital systems.",
        "link": "/blog/securing-healthcare.html",
        "date": "May 26, 2025"
    },
    {
        "id": 2,
        "image": "/images/doctor-wearing-glove.jpg",
        "title": "Why Cybersecurity Matters in Nigerian Hospitals",
        "description": "As Nigeria’s healthcare system becomes increasingly digital, hospitals across the country are adopting Electronic Medical Records (EMRs), telemedicine platforms... ",
        "link": "/blog/why-security-matters.html",
        "date": "June 3, 2025"
    },
    {
        "id": 3,
        "image": "/images/ndpc-all.jpg",
        "title": " Partnering for Patient Privacy: Clarensec’s Visit to the NDPC",
        "description": "On April 25, 2025, a delegation from Clarensec paid a courtesy visit to the Nigerian Data Protection Commission (NDPC) to share our vision for improving the security of health...",
        "link": "/blog/partnering-for-privacy.html",
        "date": "May 31, 2025"
    },
    {
        "id": 4,
        "image": "/images/ground-up.jpg",
        "title": " A Hospital’s Journey: Building Cybersecurity from the Ground Up",
        "description": "In May 2025, the management of a private hospital in South-West Nigeria received a wake-up call. A  dismissed staff member was caught remotely ...",
        "link": "/blog/cybersecurity-ground-up.html",
        "date": "June 5, 2025"
    },
    {
        "id": 5,
        "image": "/images/data-breach.png",
        "title": "Learning from a Breach: Lagos Hospital Data Loss",
        "description": "A real-world look at how a Lagos hospital lost sensitive patient data, and the vital lessons every healthcare provider in Nigeria can learn from it.",
        "link": "/blog/learning-from-a-breach.html",
        "date": "June 19, 2025"
    },
    {
        "id": 6,
        "image": "/images/ransomware.svg",
        "title": " When Disaster Strikes: An Incident Response Story",
        "description": "Monday Morning: At 'Oto' General Hospital in Ibadan, the new week started like any other. Doctors reviewed schedules, nurses updated charts, and lab technicians logged in...",
        "link": "/blog/an-incident-response-story.html",
        "date": "June 12, 2025"
    },
    {
        "id": 7,
        "image": "/images/regulations.jpg",
        "title": " Regulations and Standards: NDPA, NHAct & Beyond",
        "description": "In Nigeria’s hospitals, protecting patient data is not just good practice; it’s a legal requirement. The Data Protection Act of 2023, and the National Health Act...",
        "link": "/blog/Regulations-and-standards-NDPA.html",
        "date": "June 17, 2025"
    },
    {
        "id": 8,
        "image": "/images/man-holding-smartphone-with-apartment-buildings-hologram.jpg",
        "title": "Starting Your Cybersecurity Program: First Steps for Hospitals",
        "description": "Healthcare data is extremely valuable to attackers. Studies note that electronic patient records and protected health information (PHI) are often more lucrative than other data. Yet...",
        "link": "/blog/Starting-Your-Cybersecurity-Program-First-Steps-for-Hospitals.html",
        "date": "June 10, 2025"
    },
    {
        "id": 9,
        "image": "/images/security aware.jpg",
        "title": "Building a Security-Aware Culture: Training and Awareness",
        "description": "In a federal hospital in Enugu, an unsuspecting pharmacist clicked an attachment titled “New Staff Payroll Update.” It looked official, came from what appeared to be an internal email...",
        "link": "/blog/building-a-security-culture.html",
        "date": "June 24, 2025"
    }
]
